{
  "subject": [
    "Re: Providing 0.7% of GNI as foreign aid",
    "Re: Disappointing government decision around the 0.7%.",
    "Re: Sad to see government breaking manifesto promise in spending review.",
    "Re: concerning government decision to reduce aid budget",
    "Re: disappointing foreign aid budget decision from the government",
    "Re: sad to see government breaking manifesto promise in spending review",
    "Re: international aid is good for everyone",
    "Re: please stick to the 0.7%",
    "Re: please defend the 0.7%",
    "Re: I want you to vote against reducing the 0.7% aid target",
    "Re: I want you to speak out against cutting the aid budget",
    "Re: I want you to stand firm against reducing the 0.7% aid target",
    "Re: Changes to aid budget",
    "Re: supporting health, education and poverty eradication around the world",
    "Re: Maintaining UK foreign aid budget",
    "Re: Foreign aid spending in a crisis",
    "Re: Cuts in aid budget",
    "Re: Cuts in foreign aid",
    "Re: UK commitment to foreign aid",
    "Re: Our commitment to international aid",
    "Re: Reducing the 0.7% aid commitment",
    "Re: Protecting the 0.7% aid target",
    "Re: Maintaining 0.7% GDP as international aid",
    "Re: we should maintain the UK’s aid commitment",
    "Re: we should protect the UK’s aid commitment",
    "Re: defending the 0.7%",
    "Save foreign aid",
    "Save overseas aid",
    "I would be disappointed if the government were to cut aid",
    "I would be disappointed if the government were to cut international aid",
    "I would be disappointed if the government were to cut foreign aid",
    "I would be saddened to see the government cut international aid",
    "I would be deeply saddened if the government were to cut foreign aid",
    "I’ll be upset to see overseas aid cut",
    "Please don’t cut aid",
    "Please don’t cut foreign aid budget",
    "Please don’t cut international aid budget",
    "Don’t forget we need to keep supporting the global poor",
    "Supporting the world’s poorest people is the best choice",
    "Please think twice about international aid",
    "Please keep your promises about aid",
    "Please keep your promises about foreign aid",
    "Please keep your promises about international aid",
    "A request to keep your promises about aid",
    "A request to keep your promises about foreign aid",
    "A request to keep your promises about international aid",
    "A request to please keep your promises about aid",
    "A request to please keep your promises about foreign aid",
    "A request to please keep your promises about international aid",
    "Please stick to your manifesto on aid",
    "Please stick to your manifesto on foreign aid",
    "Please stick to your manifesto on international aid",
    "Please don’t break your manifesto promise on foreign aid",
    "Your manifesto said you would stick to 0.7% of GNI on aid",
    "Your manifesto said 0.7% of GNI would go on aid",
    "Your manifesto said 0.7% GNI would go on aid",
    "Your manifesto said 0.7% of GNI would go on foreign aid",
    "Your manifesto said 0.7% of GNI would go on international aid",
    "Your manifesto said 0.7% of GNI would go on aid -- please keep your promises",
    "The 0.7% (it was in your manifesto)",
    "Stick to the 0.7% - it was in your manifesto",
    "Stick to the 0.7% -- it was in your manifesto",
    "The 0.7% (please don’t go back on your manifesto)",
    "Please stick to the 0.7% (it was in your manifesto)",
    "Please keep to the 0.7% (it was in your manifesto)",
    "Please protect the 0.7% (it was in your manifesto)",
    "Please defend maintaining 0.7% (it was in your manifesto)",
    "I’m asking you to defend maintaining 0.7% aid target",
    "Defend the 0.7% aid target - vote against cuts",
    "Defend the 0.7% aid target - stick to your manifesto",
    "Defend the 0.7% (it was in your manifesto)",
    "Defend the 0.7% - don’t go back on your manifesto",
    "Please defend the 0.7% - keep your manifesto promises",
    "The 0.7% on foreign aid (as per your manifesto)",
    "Stick to the 0.7% aid target - don’t betray the poor",
    "Sticking to your manifesto promises on foreign aid",
    "Sticking to your manifesto promises on the 0.7%",
    "Please stick to the 0.7% of aid",
    "Please don’t cut the 0.7% of aid",
    "Please vote against proposed cuts to foreign aid, please",
    "Please don’t betray the poor",
    "Please think about those in need: don’t reduce the 0.7%",
    "Tens of thousands of innocent lives rest on your decision",
    "Thousands of lives across the world could be saved if you make the right choice",
    "If you stick to your manifesto, you will save lives",
    "Sticking to your manifesto promise means saving lives",
    "Maintaining foreign aid at 0.7% will save thousands of lives",
    "I’m asking you to stick to your manifesto and save lives",
    "I’m asking you to keep your promise and save lives",
    "I’m asking you to vote against aid cuts",
    "I’m asking you to vote against reducing foreign aid",
    "I’m asking you to vote against reducing international aid",
    "The 0.7%: Sticking to your manifesto could save lives",
    "I’m asking you to stick to your manifesto promises about the 0.7%",
    "I’m asking you to keep your manifesto promises on aid, please",
    "Please don’t reduce the 0.7%",
    "Please please don’t reduce the 0.7%",
    "Please vote against reducing foreign aid",
    "Please vote against aid cuts",
    "Please vote to maintain foreign aid at 0.7% of GNI",
    "Saving lives with foreign aid",
    "Foreign aid is good for everyone",
    "Proposed cut in aid budget",
    "Proposed cut in foreign aid budget",
    "Proposed cut in international aid budget",
    "Proposed reduction in aid budget",
    "Proposed reduction in foreign aid budget",
    "Proposed reduction in international aid budget",
    "I care about the poor: please stick to the 0.7%",
    "Government commitments on foreign aid",
    "The 0.7%: foreign aid",
    "Foreign aid -- sticking to the 0.7%",
    "International aid (the 0.7%)",
    "International aid is important - defend the 0.7%",
    "International aid is important - stick to the 0.7%",
    "Foreign aid is important (you said so in your manifesto)",
    "So many lives are at stake from your decision on aid",
    "Please keep your promise and vote against aid cuts",
    "Please support health and education overseas",
    "Don’t cut lifesaving aid",
    "Aid saves lives - don’t cut it",
    "Aid empowers the vulnerable - don’t cut it",
    "The government’s proposal is bad for Britain and the world",
    "Support poverty reduction worldwide",
    "Times are hard for the poor - don’t make them worse",
    "Government proposal threatens lives - your vote can make a difference",
    "Why is the government breaking its promise on aid?",
    "Why is the government reducing support for the poor?",
    "In a crisis, it’s important we don’t leave the vulnerable behind",
    "I care about reducing poverty around the world",
    "Breaking your promise will mean catastrophe for the poor",
    "Please don’t cut support for vulnerable people overseas",
    "Don’t make extreme poverty worse",
    "Please vote against the cut in aid",
    "Vote against reducing overseas aid",
    "I want you to vote against a decrease in foreign aid",
    "Please stick to your government’s commitment to 0.7%",
    "Overseas aid saves lives",
    "Foreign aid helps the world’s poorest",
    "Re: foreign aid",
    "Re: overseas aid",
    "0.7% was in the manifesto",
    "Please do not reduce overseas aid",
    "I would be disheartened to see a decrease in foreign aid",
    "Decreasing overseas aid doesn’t seem right",
    "I’ll be dismayed if you lower overseas aid",
    "Please do not lower foreign aid",
    "The 0.7% commitment is important",
    "Please vote to maintain the aid budget at 0.7%",
    "Please vote in favour of maintaining foreign aid at 0.7%",
    "I must ask you to vote against a cut in foreign aid",
    "I don’t want to see a reduction in overseas aid",
    "Please can you vote against a reduction in international aid?",
    "Re: 0.7% Aid - please follow through on your promises",
    "Re: Foreign aid - I hope that you will stick to your manifesto",
    "I think it is important to keep foreign aid at 0.7%",
    "It’d be a shame if international aid were reduced",
    "I’d hate to see a cut in overseas aid",
    "Keeping overseas aid at 0.7% is truly important to me",
    "Foreign aid is very important to me",
    "I disagree with reducing international aid spending",
    "Please reject proposals to reduce overseas aid spending"
  ],
  "survey": {
    "conservative": [
      [
        "I’m writing to you as a member of the Conservative Party.",
        "I’m getting in touch as a member of the Conservative Party.",
        "I want to start by letting you know that I’m a member of the Conservative Party.",
        "I want to begin by introducing myself as a member of the Conservative Party.",
        "Before I share my concerns with you, I wanted to let you know that I’m a member of the Conservative Party and I hope you’ll hear me out.",
        "I think it’s important to let you know that I’m a member of the Conservative Party.",
        "I want to draw your attention to the fact that I’m a Conservative Party member.",
        "As I’m a Conservative Party member, I hope you pay particular attention to this.",
        "I hope my membership at the Conservative Party will mean you will kindly listen to my concerns.",
        "I am contacting you as a Conservative Party member.",
        "As a member of the Conservative party, I hope you’ll hear me out."
      ],
      [
        "I'm writing to you as someone who has been a member of the Conservative Party.",
        "I want to start by letting you know that I’ve been a member of the Conservative Party.",
        "As a former member of the Conservative Party, I hope this carries some weight.",
        "I’m writing to you as someone who was a former member of the Conservative Party.",
        "I am contacting you as someone who was previously a member of the Conservative Party.",
        "I’d like to mention that I’ve been a member of the Conservative Party in the past.",
        "I’m getting in touch with you as someone who has been a Conservative Party member in the past.",
        "Please let me start by letting you know that I’m a former member of the Conservative Party.",
        "I’d like to begin by introducing myself as someone who has been a member of the Conservative Party in the past.",
        "Let me introduce myself as a former member of the Conservative Party."
      ],
      [
        "I’m writing to you as someone who has voted for the Conservative Party in the past",
        "I want to start by letting you know that I have voted for the Conservative Party.",
        "Please note that I have voted for the Conservatives in the past.",
        "Before I get into the main thrust of my message, I want you to know that I have voted for the Conservative Party in the past",
        "Before I let you know about the main point of my email, I just want to let you know that I have voted for the Conservative Party in the past.",
        "Before I tell you my concerns, I just want to let you know that I have voted for the Conservative Party in the past.",
        "First and foremost, please know that I have voted for the Conservative Party before.",
        "Let me start by letting you know that I have voted for the Conservatives in the past.",
        "I’d like to begin by telling you that I have voted for the Conservatives before.",
        "Just so you know, I’m writing to you as someone who has voted for the Conservative Party previously."
      ],
      [
        "I’m writing to you as someone who has long been sympathetic to Conservatism and Conservative values.",
        "I’m really sympathetic to Conservative values",
        "I’m writing to you as someone who is sympathetic to Conservative values.",
        "I think you should know that I am actually quite in favour of the Conservative approach to certain things.",
        "I am quite positive about the Conservative Party on some things, but I’m writing because I’m concerned about one matter in particular.",
        "I do feel there are elements of the Conservative approach that do make sense.",
        "While I’m positive about some elements of the Conservative approach to things, I’m writing because I’m concerned about something.",
        "I want to start by letting you know that, at least in some ways, I do feel positively towards Conservative values.",
        "I sometimes agree with the Conservative Party’s view on things, and the manifesto commitment to 0.7% spending on overseas aid was one of them.",
        "I know there are probably lots of really leftie people who support foreign aid, but I’m writing to you as a moderate who is actually open to the Conservative way of thinking on many issues.",
        "Firstly, I want you to know that I am in favour of many of your party’s approaches on several issues, and share many Conservative values.",
        "I trust and believe that the Conservative party shares many of my values, which is why I’m shocked at this decision which suggests otherwise.",
        "Let me please start by saying that I am actually quite positive about the Conservative party’s approach to things, at least some of the time. But I’m writing because I’m concerned about the government’s recent decision on foreign aid.",
        "I hope you don’t mind if I first say that I am actually quite positive about the Conservative party’s approach to some things. I’m writing because I disagree with the government’s recent decision on international aid.",
        "The Conservative party has done many great things, but I’m writing because one decision the government is making seems like a mistake.",
        "I do actually sympathise with the Tory approach to things in many ways. I’m writing because the last spending review shows that the party is not representing me on the topic of aid.",
        "I sympathise with the Conservative approach in many ways. I’m writing because I’m disappointed with the government’s decisions on the topic of aid.",
        "As someone who has supported a lot of Conservative decisions in the past, I think you should know that you’re making the wrong decision about forgein aid cuts",
        "I’m writing to you as someone who has supported the Conservative approach in the past. But this time around, I think the government is making the wrong decision about aid",
        "I do feel positive towards Conservative values. I am worried about the government’s recent decision on international aid, though",
        "Let me start by saying that I am positive about the Conservative approach to lots of things. However, I disagree with the decision that the government is making about foreign aid.",
        "The Conservative Party has accomplished some great things in the past, but I feel like the government is making a mistake about foreign aid.",
        "Even though I feel positively about the Conservative Party in a lot of ways, I don’t feel represented by the government’s decision on aid.",
        "I do share Conservative Party views on lots of things. But I have to say, I’m really worried about the government cutting international aid.",
        "I do genuinely agree with the Conservative Party on quite a lot of your decisions, including the manifesto promise on foreign aid. Please don’t go back on that promise.",
        "I actually share some values with the Conservative party, but I feel very disappointed by this decision to reduce aid spending",
        "Please know that I’m not opposing you for the sake of it and am actually quite sympathetic towards the Conservatives, however I do feel the decision to cut aid is wrong.",
        "Please know that I’m not someone who always opposes the Conservatives regardless of what they do, I actually share some Conservative values but this policy in particular, cutting development spending, I am strongly opposed to.",
        "I don’t want to oppose the government just for the sake of it, I’m actually sympathetic to the Conservatives, yet I feel strongly opposed to the decision to cut aid in particular.",
        "I think Conservative values play an important part in society, but I don’t understand why you are scaling back support for health, education and poverty relief worldwide.",
        "I don’t understand why you would undermine what has been an area of bipartisan support for reducing global poverty, I’m actually quite sympathetic to the Conservatives but I strongly disapprove of this decision",
        "As someone who is usually quite open to Conservative ideas, the decision to reduce our commitment to tackling extreme poverty is against the values I look for in politicians.",
        "As someone who is often open and sympathetic to the Conservative party, it really baffles me why you would reduce assistance to those who desperately need it.",
        "I’m not always opposed to the Conservatives as you may expect from someone writing against government policy, in fact I’m quite open and agree on some things, however I strongly disagree with the proposal to reduce foreign aid.",
        "As someone who is somewhat sympathetic to the Conservatives, I am writing to you about an issue that is important to me.",
        "I want to start by saying that I am sympathetic to the Conservatives, and I hope you carefully consider your position on the proposed reduction in foreign aid budgets.",
        "Firstly, I want you to know that I am someone who can understand Conservative ideas, but I feel compelled to write to you about one issue in particular.",
        "First of all, please note that I am someone who can be sympathetic to Conservative policies, but am disappointed to hear about planned cuts to overseas aid",
        "I am writing to you as one of your constituents who has been sympathetic to your party at times, but I feel it is important I contact you now on the issue of foreign aid.",
        "Whilst I am somewhat sympathetic to your party, I feel I have to write to you about the Government’s decisions regarding spending on overseas aid.",
        "I’m open to the Conservatives and value some of your contributions to British politics, so I am very disappointed to see that it is the Conservative party that’s undermining what had been a cross-party consensus on maintaining 0.7% of GNI for foreign aid."
      ]
    ],
    "religion": [
      "I want to add that I am a RELIGIOUS_DEMONYM_NOUN, and according to my religion it’s not right to forsake the poor. I don’t know about your religious beliefs, but I hope you will reassure me that you will respect that people in your constituency don’t think the government’s decision on this is acceptable",
      "For RELIGIOUS_DEMONYM_ADJ people like me, it feels wrong to let the poor down in their hour of need. I hope you will recognise and respect that there are people of faith in your constituency and let that guide you to make the right decision; I’m hoping you will vote not to let the poor people in this world down. Please vote against the government on this.",
      "Let me please add that I’m a RELIGIOUS_DENONYM_NOUN, and according to my faith it’s wrong to let the global poor down. I can’t be sure about your religious beliefs, however I’d like your reassurance that you will take mine and other people’s of faith in your constituency views into account in the upcoming vote.",
      "As a RELIGIOUS_DENONYM_NOUN, I feel uneasy about letting the poor down, especially now, when the pandemic continues to affect everyone. I hope you will acknowledge people of faith in your constituency and represent my view in the upcoming vote",
      "For RELIGIOUS_DENONYM_NOUN people just like me, it feels absolutely wrong to turn away from the poor when they need us most. Please respect your constituents of faith and represent our views. I strongly encourage you to vote against reduction in the aid budget.",
      "I’m RELIGIOUS_DEMONYM_ADJ and I really feel that the government should respect people of faith and our desire to ensure that the poorest people in this world don’t suffer. Please bear this in mind when you vote.",
      "I’m RELIGIOUS_DENONYM_ADJ and I strongly believe that the government should ensure they respect people of faith like me, and our strong desire to make sure that the global poor are not left alone to suffer. I’d appreciate you bearing this in mind when you vote.",
      "I’m RELIGIOUS_DENONYM_ADJ and in my views, it’s our government’s responsibility to take into account all views, including people’s of faith. Especially our belief that we should make sure the global poor are not left to suffer. Please make sure you take our views seriously and vote against reducing the aid target.",
      "I am RELIGIOUS_DENONYM_ADJ and I wanted to ask you to respect your constituents of faith, and our belief that our government must do everything in their power to ensure that the global poor get support and help from us. Let me urge you to consider this and vote against cutting aid.",
      "As a RELIGIOUS_DENONYM_NOUN this decision goes against several of my beliefs and values, as it neglects our duties towards less fortunate than ourselves, and also shows dishonesty in breaking a manifesto pledge. I know these values are shared by many people of all faiths and none.",
      "As a RELIGIOUS_DENONYM_NOUN I think it was reflecting really well on this country that we were helping people regardless of their beliefs, or their nationality, or where they lived. It reminds us that we have more in common than that which divides us, as it embodied the values of caring for the most vulnerable that my faith shares with many others. Now the government is abandoning these values.",
      "I am a RELIGIOUS_DENONYM_NOUN, and in my religion having compassion for those suffering and helping others is an important value, and I know that people from many different faiths share these values too.",
      "As a RELIGIOUS_DENONYM_NOUN, my religion, really emphasises helping the poor and striving for justice for them, and I know that many other faiths do too.",
      "I’m a RELIGIOUS_DENONYM_NOUN, and compassion is really important to me.",
      "I know kindness and integrity are important to many people, including many others like me who are also RELIGIOUS_DENONYM_ADJ.",
      "As I RELIGIOUS_DENONYM_NOUN I believe we should strive for justice and equality for the poor, as my religion and many others emphasise.",
      "As a RELIGIOUS_DENONYM_NOUN, I think it’s a good thing for the government to realise the values my religion shares with others, such as kindness and justice.",
      "I am a RELIGIOUS_DENONYM_NOUN, and  in my religion, it’s not considered right to turn our backs on the suffering, and I believe you don’t have to share this religion to share this value.",
      "As a RELIGIOUS_DENONYM_NOUN, I feel that it is very important to have compassion for others and work to reduce the suffering of those in poverty; I’m sure many other people of faith feel the same as well as people who are not religious.",
      "On a personal note, I am a RELIGIOUS_DENONYM_NOUN, and I know many others belong to faith communities which, like mine, emphasise the values of kindness and bringing justice to the poor.",
      "Personally, I am a RELIGIOUS_DENONYM_NOUN, and my faith really emphasises caring for vulnerable people and supporting them to improve their lives, I believe many people of faith and non religious people share these values.",
      "On a personal note, I am RELIGIOUS_DENONYM_ADVJECTIVE, and I believe in caring for others and supporting the rights of the poor.",
      "Personally, I am RELIGIOUS_DENONYM_ADJECTIVE, my faith really emphasises supporting the rights of the poor, and I feel very upset thinking about what the proposed cuts to aid will mean for poor communities around the world.",
      "Personally, I am RELIGIOUS_DENONYM_ADJECTIVE, and like many faith communities my religion values caring for others. I feel upset at the government’s proposal which goes against these values.",
      "I hope that you will understand and respect the fact that there are people of faith in your constituency, including people who are RELIGIOUS_DENONYM_ADJECTIVE like myself, who feel that this decision goes against important and deeply held values of compassionate action.",
      "On a more personal note, I am a RELIGIOUS_DENONYM_NOUN and for many people of faith like myself this decision sits very uncomfortably with deeply held values of giving what we can to alleviate the suffering of the poor.",
      "The decision to reduce support for the most vulnerable communities in the world feels very uncomfortable to me, and whilst I don’t mean to impose my religion on anyone else, I do feel like it goes against the principles of my RELIGIOUS_DENONYM_ADJECTIVE faith and I hope that you will understand and respect that.",
      "Personally I feel very worried by this decision, which goes against the values of my RELIGIOUS_DENONYM_ADJECTIVE faith.",
      "I hope that you can understand my discomfort with the government’s decision regardless of your personal beliefs, I know that many people of all faiths and none share the values of compassion, justice and generosity that are integral to my RELIGIOUS_DENONYM_ADJECTIVE faith.",
      "Values such as generosity and integrity are important to my RELIGIOUS_DENONYM_ADJECTIVE faith, and I think these are beautiful values that many people have in common regardless of their religious beliefs."
    ],
    "motivation": [
      [
        "As long as any people in the world have COVID, all of us are unsafe.",
        "In light of the current COVID crisis, it seems really shortsighted to let people anywhere in the world harbour the virus. We need everyone everywhere to have a robust health system if we are all to stay safe."
      ],
      [
        "Both the UN and the World Bank estimate that more than 100 million people will be pushed into extreme poverty -- at this time we need to be giving *more* aid, not less",
        "Hundreds of millions of people across the world will be pushed into extreme poverty. Now is not the time to let them down"
      ],
      [
        "We have to maintain our aid budget for our political and strategic interests, aligned with the “Global Britain” agenda",
        "How can Britain lead by example if it is a country that breaks its promises to other countries, and to its own electorate?",
        "2021 is a big year for the UK as the host of the G7 summit and COP26 climate conference. We need to lead by example."
      ],
      [
        "A greener and cleaner path to economic growth in developing countries is an imperative for combating climate change and maintaining our aid budget is critical for this mission.",
        "Tackling poverty in developing countries helps to address the root cause of issues like migration"
      ],
      [
        "Increasing our defence budget while reducing aid is abhorrent as we should be focusing on improving the well-being of the global poor, not building military defence unncessarily.",
        "At the same time, the government has announced a huge increase in military spending, which unlike foreign aid, will not prevent problems from arising"
      ],
      [
        "UK aid reaches some of the most vulnerable people in the poorest countries. It is necessary to reduce poverty and save lives, to make the world a better place.",
        "Foreign aid has been important in alleviating global injustices. Maintaining our aid budget is the morally right thing to do"
      ],
      [
        "The UK’s money can help many more people in developing countries than it can here, and I think improving the lives of people in other countries is just as important as helping ourselves in these difficult times",
        "Because of diminishing returns to wealth, the same amount of spending actually goes much further in low income countries than it does in the UK."
      ]
    ],
    "countryLinks": [
      [
        "I was born in COUNTRY_NAME, and the government’s decision worries me. Can you reassure me that support for COUNTRY_NAME will not be reduced? That’s where I was born and I would like to ensure that support for COUNTRY_NAME is not reduced.",
        "Can you please make sure that the government does not reduce foreign aid spend? I would like to be certain that support for COUNTRY_NAME is not reduced, as that’s where I was born.",
        "Can you please make sure that the government respects its commitment to the global poor? As I was born in COUNTRY_NAME, I’d like to be reassured that support for this country won’t be reduced.",
        "Can you please reassure me, that support for countries like COUNTRY_NAME, where I was born, won’t be reduced?",
        "I’d particularly like to ensure that international aid is not reduced because I was born in COUNTRY_NAME, and I would be very sad to know that the government is going back on its promise to support countries like COUNTRY_NAME.",
        "As someone born in COUNTRY_NAME, I would be horrified if the UK promised to provide foreign aid but then went back on that promise, so that’s why I’m writing to you and ask that you don’t let the government do this.",
        "As someone born in COUNTRY_NAME, I’m so scared to think how reduced support would impact COUNTRY_NAME. Please could you reassure me by telling me that you will do everything in your power to make sure that support for countries like this won’t decrease?",
        "As someone who was born in COUNTRY_NAME, I can’t even think of devastating effects less aid would bring to countries like COUNRY_NAME. Please tell me you will do everything in your power to make sure the aid budget for these countries isn’t reduced.",
        "I’m writing to you as someone who was born in COUNTRY_NAME, and I would be very upset if you voted to reduce the amount of foreign aid. I believe that as a globally minded country, I think we should be helping people across the world, including in the country of my birth.",
        "One reason I really want your support on this is because I was born in COUNTRY_NAME, and I’m so concerned about the effects this cut would have on a country like COUNTRY_NAME.",
        "I’m writing to you as someone who was born in COUNTRY_NAME, so you can understand why cuts in aid budget for countries such as COUNTRY_NAME worries me.",
        "I was born in COUNTRY_NAME, so I’m naturally so worried about how a reduced aid budget will affect my country. Please could you reassure me that you will make sure support for COUNTRY_NAME won’t be reduced?"
      ],
      [
        "I have lived in COUNTRY_NAME, and the government’s decision worries me. Can you reassure me that support for COUNTRY_NAME will not be reduced? I’ve spent part of my life there and I would like to ensure that support for COUNTRY_NAME is not reduced",
        "Can you please ensure that the government does not reduce foreign aid spend? I would like to be certain that support for COUNTRY_NAME is not reduced, as I’ve spent quite a bit of my life there.",
        "Can you please make sure that the government decides not to reduce the aid budget? As someone who lived in COUNTRY_NAME, I’d like to make sure that the support it receives doesn’t decrease.",
        "I’d particularly like to ensure that foreign aid is not reduced because I have lived in COUNTRY_NAME, and I would be very sad to know that the government is going back on promise to support countries like COUNTRY_NAME.",
        "One of the reasons I particularly want your support on this is because I’ve lived in COUNTRY_NAME, and I’m concerned about how reduced foreign aid would affect this and other countries.",
        "I’d particularly like to make sure that aid target doesn’t get reduced because I’ve lived in COUNTRY_NAME, and it would be so disappointing to see my government breaking its promise to support countries like COUNTRY_NAME.",
        "I’m writing to you as someone who has lived in COUNTRY_NAME, I would be horrified if the UK promised to provide international aid but then went back on that promise, so that’s a big part of what’s causing me to write to you and ask that you don’t let the government do this.",
        "I’m getting in touch with you as someone who has previously lived in COUNTRY_NAME, and I would be extremely worried that my government has decided to break its promise for countries, where our support is needed. Please could you reassure me the government won’t decide to reduce its aid for countries like COUNTRY_NAME.",
        "I have lived in COUNTRY_NAME, and I would be really very upset if you voted to reduce the amount of foreign aid. I believe that we in the UK should be a globally minded country, and I think we should be helping people across the world, including in COUNTRY_NAME.",
        "I’ve lived in COUNTRY_NAME before, and it would make me seriously upset if you decided to vote to reduce the aid budget. I believe that the UK definitely has enough resources to help people across the world, including countries like COUNTRY_NAME.",
        "I’ve lived in COUNTRY_NAME, and I would be very disappointed if you decided to vote to reduce support in countries such as COUNTRY_NAME. We in the UK should continue being a country that cares about the global poor, and we shouldn’t reduce our support for such countries.",
        "I’m writing to you because I have lived in COUNTRY_NAME, and I’m writing because I would like to vote against the decision to reduce international aid. If that doesn’t happen, can you please make sure that you provide a personal guarantee that support for COUNTRY_NAME is not reduced at all?"
      ],
      [
        "I’m particularly upset because I have family in COUNTRY_NAME, and I find it horrific that you would do this to me. Why would you do this to COUNTRY_NAME and the other countries which benefit from the UK’s international aid?",
        "I have family in COUNTRY_NAME, and the government’s decision really worries me. Can you absolutely reassure me that support for COUNTRY_NAME will not be reduced? I have family there and I would like to ensure that support for COUNTRY_NAME is not reduced at all.",
        "Can you please reassure me that the government decides against reducing foreign aid? Your action on this is really important to me because I have family in COUNTRY_NAME, and I’m so worried about how this cut in aid budget would affect them and others in COUNTRY_NAME.",
        "Can you please make sure that the government does not reduce the aid budget? I have family in COUNTRY_NAME, so it’s so important for me that support for people in countries like COUNTRY_NAME is not decreased.",
        "Can you please ensure that the government does not reduce foreign aid spend? I would like to be certain that support for COUNTRY_NAME is not reduced, as I have family there.",
        "I’d particularly like to ensure that foreign aid is not reduced because I have family in COUNTRY_NAME, and I would be very sad to know that the government is going back on promise to support countries like COUNTRY_NAME",
        "I’d especially like to make sure that the aid budget is not reduced because I have family in COUNTRY_NAME, and it would seriously upset me if the government decides to break its promise to help countries like COUNTRY_NAME.",
        "I’m writing to you as someone who has family in COUNTRY_NAME; I would be horrified if the UK promised to provide international aid but then went back on that promise, so that’s a big part of what’s causing me to write to you and ask that you don’t let the government do this.",
        "I have family in COUNTRY_NAME, and I would be really very upset if you voted to reduce the amount of foreign aid. I believe that we in the UK should be a globally minded country, and I think we should be helping people across the world, including in COUNTRY_NAME.",
        "I have family in COUNTRY_NAME, and it would be very disappointing if you decided to vote to reduce the aid budget. I think the UK should continue being a country that cares about the global poor and countries such as COUNTRY_NAME.",
        "I’m writing to you because I have family in COUNTRY_NAME, and I’m writing because I would like you to vote against the decision to reduce international aid. If that doesn’t happen, can you please make sure that you provide a personal guarantee that support for COUNTRY_NAME is not reduced at all?",
        "I’m turning to you because I have family in COUNTRY_NAME, and I’d like you to vote against the decision to reduce the aid budget. At the very least please could you confirm that you’ll do all you can to make sure that support for countries like COUNTRY_NAME continues."
      ],
      [
        "I’m particularly upset because I have close friends in COUNTRY_NAME, and so I would be very sad if the government reduced its aid budget for countries like COUNTRY_NAME. Please reassure me that you won’t do this to COUNTRY_NAME and the other countries which benefit from the UK’s international aid?",
        "One of the reasons this is particularly important to me is because I have close friends living in COUNTRY_NAME. It worries me to think about how this cut in foreign aid could affect them and that’s why your vote against the cut would be reassuring.",
        "I’m especially upset because I have close friends living in COUNTRY_NAME, and it scares me to think that you could vote to reduce aid in countries such as COUNTRY_NAME.",
        "I have close friends in COUNTRY_NAME, and the government’s decision worries me a lot. Can you ensure that support for COUNTRY_NAME will not be reduced? I have close friends there and I would like to ensure that support for COUNTRY_NAME is not reduced at all.",
        "Can you please make sure that the government does not reduce foreign aid spend? I would like to be certain that support for COUNTRY_NAME is not reduced, as I have close friends there.",
        "Can you please promise me that you’ll do everything in your power to make sure that the government doesn’t reduce the aid budget? As I have close friends in COUNTRY_NAME, I want to be reassured that support for their country won’t be reduced.",
        "I’d particularly like to ensure that foreign aid is not reduced because I have close friends in COUNTRY_NAME, and I would be very sad to know that the government is going back on promise to support countries like COUNTRY_NAME.",
        "I’m writing to you as someone who has friends in COUNTRY_NAME; I would be horrified if the UK promised to provide international aid but then went back on that promise, so that’s a big part of what’s causing me to write to you and ask that you don’t let the government do this.",
        "I have close friends in COUNTRY_NAME, and I would be really very upset if you voted to reduce the amount of foreign aid. I believe that we in the UK should be a globally minded country, and I think we should be helping people across the world, including in COUNTRY_NAME.",
        "I have close friends living in COUNTRY_NAME, and I’d be so disappointed if you decided to vote to reduce the aid budget. I always thought that the UK should be a country that leads by example by supporting those in most need, such as countries like COUNTRY_NAME.",
        "I’m writing to you because I have friends in COUNTRY_NAME, and I’m writing because I would like you to vote against the decision to reduce international aid. If that doesn’t happen, can you please make sure that you provide a personal guarantee that support for COUNTRY_NAME is not reduced at all?",
        "I’m getting in touch with you because I have friends in COUNTRY_NAME, and I’d like to ask you to vote against the government’s decision to reduce the aid budget. At the very least, could you please reassure me that you’ll ensure that support for countries like COUNTRY_NAME is not reduced?"
      ],
      [
        "Speaking as someone who is linked to COUNTRY_NAME by ethnicity, I would be very sad if you decided to vote to reduce aid.",
        "I am linked to COUNTRY_NAME by ethnicity, and I would be very sad if you decided to vote to reduce aid.",
        "I’m linked to COUNTRY_NAME by ethnicity, and it would deeply worry me if you voted to reduce the aid budget.",
        "I’m related to COUNTRY_NAME by ethnicity, so it’s so worrying to hear talks about the government cutting aid.",
        "Just so you know, I’m related to COUNTRY_NAME by ethnicity, so it’d be really concerning to me if you decided to vote for cutting aid to countries like COUNTRY_NAME.",
        "My ethnicity links me to COUNTRY_NAME, and I would be so upset if you voted to cut aid to COUNTRY_NAME and many other countries.",
        "Speaking as someone who is linked to COUNTRY_NAME by ethnicity, I would be extremely disappointed if the government decided to fail on its commitments to COUNTRY_NAME and other countries by failing to stick to the promise of 0.7% of GNI.",
        "As someone linked to COUNTRY_NAME by ethnicity, I’m really worried what would happen to such a country if the government decides to break its promise to COUNTRY_NAME by reducing the aid target.",
        "I have a personal link to COUNTRY_NAME because of my ethnicity, and I do wonder whether you would have the courage to look me in the eye and tell me that you are willing to let down the people of COUNTRY_NAME and other countries by voting to forsake them in their hour of need?",
        "I am personally linked to COUNTRY_NAME because of my ethnicity, and it’s hard for me to believe that you would be willing to let down the people living in COUNTRY_NAME and other similar countries by voting to reduce the aid budget’",
        "I am someone who is linked to COUNTRY_NAME by ethnicity, I would be extremely disappointed if the government decided to fail on its commitments to COUNTRY_NAME and other countries by failing to stick to the promise of 0.7% of GNI.",
        "Because of my ethnicity, I do feel a connection to COUNTRY_NAME. Please don’t tell me that you would let COUNTRY_NAME down by reducing the amount of aid the UK sends? Particularly now, when it’s most needed?",
        "As someone who feels a connection to COUNTRY_NAME because of my heritage, I am worried about the people in COUNTRY_NAME and similar countries who would be impacted by the UK government’s decision to cut down aid.",
        "As someone personally linked to COUNTRY_NAME because of my heritage, I am even more concerned about this decision to reduce the aid budget and failing the people in COUNTRY_NAME and other countries.",
        "Because of my ethnicity, I feel a personal connection to COUNTRY_NAME and care about the UK government maintaining its aid budget to fulfil its commitment to global development for people in countries like COUNTRY_NAME.",
        "I care about the UK government’s aid budget even more because I have a personal connection to COUNTRY_NAME from my heritage and feel worried about people in COUNTRY_NAME and similar countries.",
        "As someone whose ethnicity is linked to COUNTRY_NAME, I hope you can appreciate my feelings that we should maintain our aid budget to help people in COUNTRY_NAME.",
        "I have a personal connection to COUNTRY_NAME because of my ethnicity and am deeply concerned about the people living in COUNTRY_NAME and in countries like COUNTRY_NAME and how they would be affected by the UK government’s decision to reduce aid."
      ]
    ],
    "meetMp": [
      "I would love to tell you more about my thoughts on this. Would we be able to have a call about this to discuss further? Happy for this to be as part of your advice surgery if that makes sense for you.",
      "I would like to hear your thoughts on this and hope you vote against this bill to reduce our aid budget. I would appreciate a follow-up call or meeting or advice surgery session to discuss this further."
    ]
  },

  "main": {
    "sentence1": [
      "I’m disappointed that the government has decided to break its manifesto pledge and decided to no longer provide 0.7% of GNI as foreign aid.",
      "I think it’s sad that the government has decided to go back on its manifesto pledge and is no longer providing 0.7% of GNI as foreign aid.",
      "I think it’s a shame that the government has decided to renege on its manifesto and is no longer providing 0.7% of GNI as international aid.",
      "I think it’s really disappointing that the government is deciding to go against its manifesto and is no longer providing 0.7% of GNI as international aid.",
      "I think it’s really sad that the government is deciding to go against its own manifesto promises and is no longer providing 0.7% of GNI as foreign aid.",
      "I find it upsetting that the government is deciding to go against its own manifesto promises and is no longer providing 0.7% of GNI as international aid.",
      "I find it pretty disappointing that the government is deciding to go against its own manifesto promises and is no longer providing 0.7% of GNI as foreign aid to help people around the globe.",
      "I am sad that the government is breaking its manifesto pledge of providing 0.7% of GNI as foreign aid.",
      "I am quite disappointed that the government has decided to go against its manifesto pledges of providing 0.7% of national income to the global poor.",
      "I hope the Conservative party will keep its manifesto pledges as you are going against it by dropping the promise to provide 0.7% of GNI as foreign aid.",
      "I am quite disappointed that the government has decided to go against its manifesto pledges of providing 0.7% of national income to the global poor.",
      "Politicians should not be able to be elected on the basis of one set of policies, spending 0.7% of GDP on foreign aid, and then change them once they get into power.",
      "Your party put maintaining 0.7% foreign aid in your manifesto, and I’m writing to ask you to keep that promise",
      "I had hoped that the government would keep its manifesto promises of providing 0.7% of GNI as foreign aid but am deeply disappointed by the decision to reduce the aid budget instead.",
      "The  public are likely to lose their trust in the political class if  the government can just break one of the promises it was elected on, keeping 0.7% of GNI as foreign aid. I’m writing to ask you to maintain public faith in our democracy by keeping that promise.",
      "I’m writing to you about the government’s decision to break its manifesto pledge about the 0.7% of aid. Since democracy is an important British value, a government breaking its manifesto pledges goes against this value.",
      "I am quite disappointed by the recent proposal to break your manifesto promise and cut the rate of GNI going to foreign aid to less than 0.7%. Can you explain why you would support such a proposal?",
      "This email is to ask you to keep your manifesto promises and maintain the proud British promise of 0.7% of GNI for the global poor",
      "As I’m sure you’re aware, the Conservative Party’s manifesto said that we would stick to our promises and continue to provide 0.7% of national income to our aid budget",
      "Can I check if you’re aware that your party’s manifesto said that we would stick to our promises and provide 0.7% of GNI as international aid?",
      "According to your party’s manifesto, you wanted to ensure that the UK continues to provide 0.7% of GNI as aid. Let’s make sure that happens.",
      "I am really disappointed to see that the government are planning to cut foreign aid, breaking a commitment that was part of the Consevative party’s manifesto",
      "I am emailing you regarding the proposed cut to UK foriegn aid, and to let you know how disappointed I am with this decision.",
      "I am saddened to see the government’s lack of commitment to maintaining international aid at 0.7% of GNI.",
      "I think it’s such a shame that our government has decided to disregard its own manifesto and is no longer providing 0.7% of GNI to those who need it most in the world",
      "I think it’s a shame to see our government going against their own manifesto and deciding to reduce the aid budget.",
      "I’m finding it upsetting that this government is fine with breaking its own manifesto promises, and is no longer respecting the aid target of 0.7% of GNI.",
      "I’m finding it troubling to hear that our very own government is talking about cutting aid to the global poor, and by doing so, breaking their manifesto promises.",
      "I find it worrying that our very own government has decided to break its promises set in the last election and chosen not respect its commitment to the global poor.",
      "I’m finding it very concerning that this very government has broken its own promises set in their manifesto and is no longer respecting the international aid target.",
      "In all honesty, I find it very concerning to hear that the government won’t stand by their manifesto promises to keep aid target at 0.7% of GNI.",
      "I’m scared to think about the consequences to the global poor if our own government cuts so needed aid budget",
      "I’m finding it hard to believe that the government can cut aid budget now, when so many people overseas need it more than ever",
      "I thought the Conservative government would respect their manifesto promises, but unfortunately, I’m now seeing that you’re breaking your commitment to provide 0.7% of GNI to those in most need.",
      "I hoped the Conservative party would respect providing 0.7% of GNI to international aid, as it was promised in their manifesto. Sadly, I can see that you’re now breaking that promise",
      "I never expected the Conservative party to break its promises set in their manifesto, but sadly, it seems that by proposing reductions in aid budget, the government is abandoning those promises.",
      "I’m horrified to hear proposals to abandon the commitment to spending 0.7% of national income on international assistance that you made in your manifesto.",
      "I’m worried about what it will mean for the world’s most vulnerable communities that the government is proposing to abandon its manifesto pledge to spend 0.7% of GNI on foreign aid.",
      "I’m extremely concerned about what the proposed reduction in international aid spending from 0.7% of national income will mean for the poor, and hope that you will vote against this proposal which goes against your manifesto pledge.",
      "Please do not break your manifesto promise to spend 0.7% of GNI on international development assistance",
      "I’m extremely disappointed and upset by the government’s proposals to break commitments from the manifesto on which it was elected and abandon the target of spending 0.7% of national income on assistance to the poorest and most vulnerable people overseas.",
      "I find it shocking and upsetting that the government is going to endanger the lives of poor people around the world by breaking the commitment to spend 0.7% of national income on aid that they put in their manifesto.",
      "I feel very disturbed by the fact that the government is breaking the manifesto pledge that they made to the British public and their commitments to the global poor by abandoning the target to spend 0.7% of national income and foreign aid",
      "It’s very disturbing to me what it will mean for vulnerable people if the government breaks its manifesto pledge to spend 0.7% of national income on foreign aid.",
      "I feel disappointed and concerned that the government has decided to break its manifesto promise to spend 0.7% of GNI on foreign aid",
      "Why is the government breaking the promise it made in its manifesto to protect 0.7% of GNI as foreign aid",
      "I don’t believe that the government should be able to promise one thing whilst seeking election - such as spending 0.7 percent of national income on foreign aid - and then go against their own manifesto once they are in power.",
      "Unfortunately I have to say that it does suggest a lack of integrity that the government is not doing what it promised to do in its own manifesto - maintain foreign aid spending at 0.7 percent of national income, I hope that you will reassure me of your integrity by maintaining the 0.7% target as promised.",
      "I am worried about what the decision to abandon the Conservative manifesto pledge to spend 0.7% of national income on foreign aid will mean for vulnerable people around the world.",
      "I feel very disillusioned by the government’s choice to break the promise it made to the people in its manifesto - to maintain 0.7 percent of national income as foreign aid spending.",
      "I feel frustrated that the government is not delivering on its manifesto promise to dedicate 0.7 percent of national income to overseas development spending",
      "By abandoning 0.7% of GNI as the minimum target for aid to poorer countries, the government is also abandoning its own manifesto pledge that it made to the public.",
      "At this time of widespread disinformation it is vital that the government is able to maintain public trust in the integrity of its statements - abandoning a manifesto pledge such as the one to spend 0.7 percent of national income on foreign aid undermines that.",
      "It is very disappointing to see that the government is failing to deliver on its manifesto pledge to maintain 0.7 percent of gross national income as the amount given in assistance to poorer countries"
    ],
    "sentence2": [
      "The government is arguing that we need to provide less aid because we have less money ourselves, but this doesn’t make sense -- it’s a percentage of GNI, so it will go down automatically anyway.",
      "I know the government thinks we need to provide less aid because the UK has less money ourselves, but this doesn’t stack up -- it’s a percentage of GDP, so it will go down anyway.",
      "I’m fully aware that the pandemic keeps bringing difficult challenges to our economy, but I stay opposed to cutting foreign aid. Especially knowing that even before this cut, the amount spent on foreign aid would have decreased anyway, as our national income is of course reduced.",
      "The government is saying that the aid budget needs to be reduced because the UK’s economy has been impacted by this pandemic. Still, this arguments is invalid as the aid target is a percentage of our GNI, so as our GNI will be reduced, the aid budget will go down too anyway.",
      "I keep hearing the government saying that we can’t provide the sameprovide same levels of aid because of the impact of this pandemic, but this doesn’t exactly make sense. The aid target of 0.7% is a percentage of GNI, which means that the aid budget will go down in any case.",
      "I can definitely understand the challenges this pandemic brings to the UK and its economy, but reducing the aid target just doesn’t make sense. It’s not a set amount, but rather a percentage of GNI, so the aid budget will be reduced anyway.",
      "Please do not tell me that the government thinks we need to provide less aid because the UK has less money ourselves. Since it’s a percentage of GDP, it will go down automatically anyway.",
      "Please don’t send me a standard reply telling me that the government thinks we need to provide less aid because the UK has less money. The 0.7% is a percentage of GNI, so it will actually go down automatically without you needing to reduce the percentage even more.",
      "I’d appreciate your full response, rather than a standard party line response telling me that because of the pandemic, our government thinks we have less money ourselves. As 0.7% depends on our national income, the amount would go down anyway.",
      "Please could you send me your full response, and not a standard reply explaining how our economy is affected by this pandemic. I’m aware that our aid budget is a percentage of GDP, so it was always going to go down anyway",
      "I’d really appreciate your own response, not a standard party line, telling me how the pandemic has affected our economy. I’m aware that the aid budget is a percentage of GNI, so that argument just isn’t valid.",
      "Please do not respond by writing to me that our government is reducing aid budget because our country has less money because of the pandemic. As aid budget is calculated as a percentage of GNI, it will be reduced either way.",
      "I saw something somewhere which said that the government thinks it’s OK to go against its manifesto promises because the UK is worse off financially at the moment. Could you please explain this to me carefully? I understood that the formula automatically reduces the amount of aid going overseas when we have less income ourselves, which means we don’t have to punish the poor on top of that any more than we already will?",
      "I’ve read it somewhere that our government says it’s fine to reduce aid budget and break its manifesto promises because our country is in economic decline. Could you please tell me about the reasons behind this thinking? As the aid budget is a percentage of our GNI, the amount is already reduced. Doesn’t this mean we shouldn’t reduce it even more, so it worsens conditions for so many more people?",
      "I’ve heard something that said that our government argues it’s acceptable to break their own manifesto promises by reducing UK aid just because the UK is doing worse financially. I would appreciate your explanation behind these reasons, as I don’t fully understand them. I know that because of how aid is calculated, the amount will go down anyway. So why should we reduce it more, when so many people will lose out on our aid already?",
      "I’ve now heard it a few times that our government defends their move to lower the aid target by saying that the UK’s economy is struggling. But to my understanding, the aid budget will go down anyway, because it’s calculated as a percentage of our GNI. So please explain it to me, why does the government want to reduce it even more, and push more people into poverty?",
      "I believe the government justifies this by saying that the UK is worse off financially at the moment. Could you please explain this to me very clearly? I understood that the 0.7% is a percentage of GNI, which means it automatically reduces the amount of aid going overseas when we have less income ourselves.? Doesn’t this mean we’re reducing the amount of aid we send anyway?",
      "If the government points to our own financial situation as justification for this, that would be disappointingly weak thinking.The 0.7% is a percentage of GNI, which means it automatically reduces the amount of aid going overseas anyway? Please confirm that you have understood this, and therefore that you don’t believe that ‘we have less money’ is a reasonable justification for the government’s decision to go back on its promises.",
      "Can I just add one more fact that I think lots of people (other than the government) are understanding: the 0.7% is a percentage of national income. This means that if the UK is worse off, we are *automatically* providing less aid.",
      "While the UK certainly faces financial difficulties, my understanding is that the 0.7% allocated to foreign aid is a proportion of national income, and so already takes these challenges into account. I do not understand how the government can use financial hardship as justification when it is lower-income nations that have been hit hardest by the global pandemic",
      "Although the UK is also undergoing financial difficulties, as the 0.7% is a percentage of national income, our aid budget is already being reduced. I do not understand why we are further reducing it.",
      "I understand that the UK has its own financial issues right now, however as the aid budget is a proportion of our national income, it is automatically being reduced. Why are we further reducing the budget in a time of great global need?",
      "I understand that Covid has brought many fiscal challenges within the UK and we are financially constrained ourselves but as the aid budget is a percentage of GDP and will reduce anyway, can you please explain why we need to go back against our 0.7% commitments?",
      "I know that the UK government is fiscally constrained right now and we have less money ourselves, however as the aid budget is a proportion of our national income, it will automatically go down. I do not understand why you are supporting further reducing an already smaller aid budget.",
      "I wanted to clarify a potential misunderstanding here - as the aid budget is a percentage of UK GDP, it reduces automatically when the UK GDP shrinks. It is a weak justification to say that the UK is worse off right now and so it is ok to reduce the aid budget.",
      "As the UK aid budget is a proportion of national income, it automatically goes down when the UK is financially suffering. How can you justify further reducing the aid budget when it is already going down?",
      "I am disappointed by the reasoning that the UK is financially suffering right now so it is ok to reduce the 0.7% aid commitment. The 0.7% is based on a percentage of GNI so the aid budget is already reducing when our GNI goes down. Can you explain why it makes sense to reduce it further?",
      "I know that we are facing financial difficulties because of the pandemic, but so is the rest of the world. The fact that our aid budget is calculated as a percentage of GDP means that it will already be falling, so there is no need to cut it further and add to people’s misery.",
      "I can appreciate that Covid-19 has been detrimental to the UK’s economy, and that there is a need to be responsible with spending. However, surely this is part of the reason why international aid spending is set at a percentage of GNI - so that it automatically increases and decreases with the country’s finances?",
      "I know that the UK is facing financial difficulties at the present time, but we are not alone in this, and people’s suffering overseas is just as real as it is in the UK - besides, as a percentage of national income, our aid budget is automatically being reduced without the need for additional cuts to worsen the situation.",
      "The aid budget is already being reduced as national income is under pressure from the pandemic, additional cuts are unnecessary and will only worsen the situation.",
      "As national income is falling, the aid budget is automatically falling with it. Removing the 0.7% target is therefore unnecessary in my opinion, it will make little difference to the UK’s overall finances but a huge difference to potential recipients who miss out.",
      "I am not sure why the government is trying to justify this because of the economic problems in the UK - as a percentage of national income the aid budget is already being reduced, and removing this target will put additional people at risk"
    ],
    "sentence3": [
      "I’m writing to ask you to ensure the government reverses this decision, or at least make absolutely sure it’s temporary.",
      "Will you please agree to vote for this not to happen? Or at least make absolutely sure that the law is clear that this will be for one year only?",
      "My ask to you is this: please vote against this. Or, if you’re not willing to do that, please put forward an amendment to the bill to ensure that it’s only for one year.",
      "As my MP I’m asking you to vote against forsaking the poor at this time. Or, if you’re not willing to do that, please put forward an amendment to the bill to ensure that it’s definitely temporary: only for one year.",
      "I’m asking you to act on my concerns and to vote against the government’s decision to cut foreign aid. Or at least make sure there’s some protections for this cut to be strictly temporary.",
      "As my MP, I’d like you to represent my views in the upcoming vote and to vote against the reduction in aid budget. Or at least suggest some protections, so this change is only temporary.",
      "As my representative I’d like you to take my concerns into account and vote against this bill. At the very least, please make sure that the reduction in aid budget is only temprary",
      "As my representative, I’m asking you to vote against the decision to reduce aid target. Or at least make sure that this change is only there for one year only",
      "Will you please agree to vote for this not to happen? Or include some sort of amendment to the bill to be sure that any reduction will be for one year only?",
      "Will you please vote for this not to happen? Or include some sort of amendment to the bill to be sure that any reduction will be for only one year?",
      "Will you please vote against the government and ensure we keep the 0.7% in place? Or include some sort of amendment to the bill to be sure that any reduction will be for only one year?",
      "Will you please vote against the government and ensure we keep the 0.7% in place? Or include some sort of amendment to the bill to be sure that any reduction will be temporary? Maybe until unemployment reaches a certain level, or something like that?",
      "Could you please vote against the government’s decision and ensure we keep the 0.7% in place? Or include some sort of amendment to the bill to be sure that any reduction will be temporary?",
      "Will you please vote against the government’s decision and ensure we keep the 0.7% in place? Or include some sort of amendment to the bill to be sure that any reduction will be temporary, perhaps for one year?",
      "Please tell me that you will vote against this? Or at least tell me that you will make absolutely sure that this will be temporary, and that the temporariness is written into law.",
      "I hope that you will raise these concerns with your colleagues and vote against the bill to reduce aid",
      "Please do the right thing by voting against this bill, at least making sure that it is temporary.",
      "Please help me retain faith in the values of this government by voting against this proposal, or at the very least do what you can to ensure any reduction is only temporary",
      "I hope you will do the right thing and vote against this bill. Or at least ensure that it is a temporary cut.",
      "I hope you will vote to ensure that the aid budget is not cut. Or if you must vote for it, ensure that it is a temporary cut for one year.",
      "Can you confirm that you understand my concerns and will vote against this bill? Or at the very least, include an amendment to ensure that the cut is only made temporarily for one year?",
      "As my MP, please vote against this bill and ensure that the aid budget is not. Or if you cannot do that, at least ensure there are provisions to keep the cuts temporary.",
      "I hope you will listen to my concerns and will vote against the bill? At the minimum, can you make sure that the law only allows for a one-year reduction?",
      "Please confirm that you will listen to my concerns and will vote against this bill. At least tell me that you will make sure this cut is temporary.",
      "Please tell me that you will oppose this cut in the upcoming vote? At the very least please include some protections for this cut to be temporary",
      "Please could you confirm in writing that you will vote against this bill? Or if you can’t vote against it, please make sure this cut to aid budget is temporary?",
      "Please consider my concerns and vote against reducing aid target. Or at least please do all you can to make sure this is one-year reduction.",
      "As my MP, I would like to ask you to do what you can to make sure that this proposed cut doesn’t go ahead. If this is not possible, please try to ensure that there is a fixed time limit on this reduction.",
      "Please vote against the proposed cuts to foreign aid. I know that this is an important issue for me and many of your other constituents."
    ],
    "greeting": [
      "Dear",
      "Dear",
      "Dear",
      "Dear",
      "Dear",
      "Dear",
      "To",
      "To",
      "Hi",
      "Hi"
    ],
    "signoff": [
      "Yours sincerely",
      "Kind regards",
      "Best regards",
      "Regards",
      "Best",
      "Respectfully",
      "Thank you",
      "Yours faithfully",
      "Sincerely",
      "Many thanks"
    ]
  }
}
