{
  "subject": [
    "Re: Providing 0.7% of GNI as foreign aid",
    "Re: Disappointing government decision around the 0.7%.",
    "Re: Sad to see government breaking manifesto promise in spending review.",
    "Re: concerning government decision to reduce aid budget",
    "Re: disappointing foreign aid budget decision from the government",
    "Re: sad to see government breaking manifesto promise in spending review",
    "Re: international aid is good for everyone",
    "Re: please stick to the 0.7%",
    "Re: please defend the 0.7%",
    "Re: I want you to vote against reducing the 0.7% aid target",
    "Re: I want you to speak out against cutting the aid budget",
    "Re: I want you to stand firm against reducing the 0.7% aid target",
    "Re: Changes to aid budget",
    "Re: supporting health, education and poverty eradication around the world",
    "Re: Maintaining UK foreign aid budget",
    "Re: Foreign aid spending in a crisis",
    "Re: Cuts in aid budget",
    "Re: Cuts in foreign aid",
    "Re: UK commitment to foreign aid",
    "Re: Our commitment to international aid",
    "Re: Reducing the 0.7% aid commitment",
    "Re: Protecting the 0.7% aid target",
    "Re: Maintaining 0.7% GDP as international aid",
    "Re: we should maintain the UK’s aid commitment",
    "Re: we should protect the UK’s aid commitment",
    "Re: defending the 0.7%",
    "Save foreign aid",
    "Save overseas aid",
    "I would be disappointed if the government were to cut aid",
    "I would be disappointed if the government were to cut international aid",
    "I would be disappointed if the government were to cut foreign aid",
    "I would be saddened to see the government cut international aid",
    "I would be deeply saddened if the government were to cut foreign aid",
    "I’ll be upset to see overseas aid cut",
    "Please don’t cut aid",
    "Please don’t cut foreign aid budget",
    "Please don’t cut international aid budget",
    "Don’t forget we need to keep supporting the global poor",
    "Supporting the world’s poorest people is the best choice",
    "Please think twice about international aid",
    "Please keep your promises about aid",
    "Please keep your promises about foreign aid",
    "Please keep your promises about international aid",
    "A request to keep your promises about aid",
    "A request to keep your promises about foreign aid",
    "A request to keep your promises about international aid",
    "A request to please keep your promises about aid",
    "A request to please keep your promises about foreign aid",
    "A request to please keep your promises about international aid",
    "Please stick to your manifesto on aid",
    "Please stick to your manifesto on foreign aid",
    "Please stick to your manifesto on international aid",
    "Please don’t break your manifesto promise on foreign aid",
    "Your manifesto said you would stick to 0.7% of GNI on aid",
    "Your manifesto said 0.7% of GNI would go on aid",
    "Your manifesto said 0.7% GNI would go on aid",
    "Your manifesto said 0.7% of GNI would go on foreign aid",
    "Your manifesto said 0.7% of GNI would go on international aid",
    "Your manifesto said 0.7% of GNI would go on aid -- please keep your promises",
    "The 0.7% (it was in your manifesto)",
    "Stick to the 0.7% - it was in your manifesto",
    "Stick to the 0.7% -- it was in your manifesto",
    "The 0.7% (please don’t go back on your manifesto)",
    "Please stick to the 0.7% (it was in your manifesto)",
    "Please keep to the 0.7% (it was in your manifesto)",
    "Please protect the 0.7% (it was in your manifesto)",
    "Please defend maintaining 0.7% (it was in your manifesto)",
    "I’m asking you to defend maintaining 0.7% aid target",
    "Defend the 0.7% aid target - vote against cuts",
    "Defend the 0.7% aid target - stick to your manifesto",
    "Defend the 0.7% (it was in your manifesto)",
    "Defend the 0.7% - don’t go back on your manifesto",
    "Please defend the 0.7% - keep your manifesto promises",
    "The 0.7% on foreign aid (as per your manifesto)",
    "Stick to the 0.7% aid target - don’t betray the poor",
    "Sticking to your manifesto promises on foreign aid",
    "Sticking to your manifesto promises on the 0.7%",
    "Please stick to the 0.7% of aid",
    "Please don’t cut the 0.7% of aid",
    "Please vote against proposed cuts to foreign aid, please",
    "Please don’t betray the poor",
    "Please think about those in need: don’t reduce the 0.7%",
    "Tens of thousands of innocent lives rest on your decision",
    "Thousands of lives across the world could be saved if you make the right choice",
    "If you stick to your manifesto, you will save lives",
    "Sticking to your manifesto promise means saving lives",
    "Maintaining foreign aid at 0.7% will save thousands of lives",
    "I’m asking you to stick to your manifesto and save lives",
    "I’m asking you to keep your promise and save lives",
    "I’m asking you to vote against aid cuts",
    "I’m asking you to vote against reducing foreign aid",
    "I’m asking you to vote against reducing international aid",
    "The 0.7%: Sticking to your manifesto could save lives",
    "I’m asking you to stick to your manifesto promises about the 0.7%",
    "I’m asking you to keep your manifesto promises on aid, please",
    "Please don’t reduce the 0.7%",
    "Please please don’t reduce the 0.7%",
    "Please vote against reducing foreign aid",
    "Please vote against aid cuts",
    "Please vote to maintain foreign aid at 0.7% of GNI",
    "Saving lives with foreign aid",
    "Foreign aid is good for everyone",
    "Proposed cut in aid budget",
    "Proposed cut in foreign aid budget",
    "Proposed cut in international aid budget",
    "Proposed reduction in aid budget",
    "Proposed reduction in foreign aid budget",
    "Proposed reduction in international aid budget",
    "I care about the poor: please stick to the 0.7%",
    "Government commitments on foreign aid",
    "The 0.7%: foreign aid",
    "Foreign aid -- sticking to the 0.7%",
    "International aid (the 0.7%)",
    "International aid is important - defend the 0.7%",
    "International aid is important - stick to the 0.7%",
    "Foreign aid is important (you said so in your manifesto)",
    "So many lives are at stake from your decision on aid",
    "Please keep your promise and vote against aid cuts",
    "Please support health and education overseas",
    "Don’t cut lifesaving aid",
    "Aid saves lives - don’t cut it",
    "Aid empowers the vulnerable - don’t cut it",
    "The government’s proposal is bad for Britain and the world",
    "Support poverty reduction worldwide",
    "Times are hard for the poor - don’t make them worse",
    "Government proposal threatens lives - your vote can make a difference",
    "Why is the government breaking its promise on aid?",
    "Why is the government reducing support for the poor?",
    "In a crisis, it’s important we don’t leave the vulnerable behind",
    "I care about reducing poverty around the world",
    "Breaking your promise will mean catastrophe for the poor",
    "Please don’t cut support for vulnerable people overseas",
    "Don’t make extreme poverty worse",
    "Please vote against the cut in aid",
    "Vote against reducing overseas aid",
    "I want you to vote against a decrease in foreign aid",
    "Please stick to your government’s commitment to 0.7%",
    "Overseas aid saves lives",
    "Foreign aid helps the world’s poorest",
    "Re: foreign aid",
    "Re: overseas aid",
    "0.7% was in the manifesto",
    "Please do not reduce overseas aid",
    "I would be disheartened to see a decrease in foreign aid",
    "Decreasing overseas aid doesn’t seem right",
    "I’ll be dismayed if you lower overseas aid",
    "Please do not lower foreign aid",
    "The 0.7% commitment is important",
    "Please vote to maintain the aid budget at 0.7%",
    "Please vote in favour of maintaining foreign aid at 0.7%",
    "I must ask you to vote against a cut in foreign aid",
    "I don’t want to see a reduction in overseas aid",
    "Please can you vote against a reduction in international aid?",
    "Re: 0.7% Aid - please follow through on your promises",
    "Re: Foreign aid - I hope that you will stick to your manifesto",
    "I think it is important to keep foreign aid at 0.7%",
    "It’d be a shame if international aid were reduced",
    "I’d hate to see a cut in overseas aid",
    "Keeping overseas aid at 0.7% is truly important to me",
    "Foreign aid is very important to me",
    "I disagree with reducing international aid spending",
    "Please reject proposals to reduce overseas aid spending"
  ],
  "survey": {
    "conservative": [
      [
        "I’m writing to you as a member of the Conservative Party.",
        "I’m getting in touch as a member of the Conservative Party.",
        "I want to start by letting you know that I’m a member of the Conservative Party.",
        "I want to begin by introducing myself as a member of the Conservative Party.",
        "Before I share my concerns with you, I wanted to let you know that I’m a member of the Conservative Party and I hope you’ll hear me out.",
        "I think it’s important to let you know that I’m a member of the Conservative Party.",
        "I want to draw your attention to the fact that I’m a Conservative Party member.",
        "As I’m a Conservative Party member, I hope you pay particular attention to this.",
        "I hope my membership at the Conservative Party will mean you will kindly listen to my concerns.",
        "I am contacting you as a Conservative Party member.",
        "As a member of the Conservative party, I hope you’ll hear me out."
      ],
      [
        "I'm writing to you as someone who has been a member of the Conservative Party.",
        "I want to start by letting you know that I’ve been a member of the Conservative Party.",
        "As a former member of the Conservative Party, I hope this carries some weight.",
        "I’m writing to you as someone who was a former member of the Conservative Party.",
        "I am contacting you as someone who was previously a member of the Conservative Party.",
        "I’d like to mention that I’ve been a member of the Conservative Party in the past.",
        "I’m getting in touch with you as someone who has been a Conservative Party member in the past.",
        "Please let me start by letting you know that I’m a former member of the Conservative Party.",
        "I’d like to begin by introducing myself as someone who has been a member of the Conservative Party in the past.",
        "Let me introduce myself as a former member of the Conservative Party."
      ],
      [
        "I’m writing to you as someone who has voted for the Conservative Party in the past",
        "I want to start by letting you know that I have voted for the Conservative Party.",
        "Please note that I have voted for the Conservatives in the past",
        "Before I get into the main thrust of my message, I want you to know that I have voted for the Conservative Party in the past",
        "Before I let you know about the main point of my email, I just want to let you know that I have voted for the Conservative Party in the past.",
        "Before I tell you my concerns, I just want to let you know that I have voted for the Conservative Party in the past.",
        "First and foremost, please know that I have voted for the Conservative Party before.",
        "Let me start by letting you know that I have voted for the Conservatives in the past.",
        "I’d like to begin by telling you that I have voted for the Conservatives before.",
        "Just so you know, I’m writing to you as someone who has voted for the Conservative Party previously."
      ]
    ],
    "religion": [
      "I want to add that I am a [RELIGIOUS_DEMONYM_NOUN], and according to my religion it’s not right to forsake the poor. I don’t know about your religious beliefs, but I hope you will reassure me that you will respect that people in your constituency don’t think the government’s decision on this is acceptable",
      "For [RELIGIOUS_DEMONYM_ADJ] people like me, it feels wrong to let the poor down in their hour of need. I hope you will recognise and respect that there are people of faith in your constituency and let that guide you to make the right decision; I’m hoping you will vote not to let the poor people in this world down. Please vote against the government on this."
    ],
    "motivation": [
      [
        "As long as any people in the world have COVID, all of us are unsafe.",
        "In light of the current COVID crisis, it seems really shortsighted to let people anywhere in the world harbour the virus. We need everyone everywhere to have a robust health system if we are all to stay safe."
      ],
      [
        "Both the UN and the World Bank estimate that more than 100 million people will be pushed into extreme poverty -- at this time we need to be giving *more* aid, not less",
        "Hundreds of millions of people across the world will be pushed into extreme poverty. Now is not the time to let them down"
      ],
      [
        "We have to maintain our aid budget for our political and strategic interests, aligned with the “Global Britain” agenda",
        "How can Britain lead by example if it is a country that breaks its promises to other countries, and to its own electorate?",
        "2021 is a big year for the UK as the host of the G7 summit and COP26 climate conference. We need to lead by example."
      ],
      [
        "A greener and cleaner path to economic growth in developing countries is an imperative for combating climate change and maintaining our aid budget is critical for this mission.",
        "Tackling poverty in developing countries helps to address the root cause of issues like migration"
      ],
      [
        "Increasing our defence budget while reducing aid is abhorrent as we should be focusing on improving the well-being of the global poor, not building military defence unncessarily.",
        "At the same time, the government has announced a huge increase in military spending, which unlike foreign aid, will not prevent problems from arising"
      ],
      [
        "UK aid reaches some of the most vulnerable people in the poorest countries. It is necessary to reduce poverty and save lives, to make the world a better place.",
        "Foreign aid has been important in alleviating global injustices. Maintaining our aid budget is the morally right thing to do"
      ],
      [
        "The UK’s money can help many more people in developing countries than it can here, and I think improving the lives of people in other countries is just as important as helping ourselves in these difficult times",
        "Because of diminishing returns to wealth, the same amount of spending actually goes much further in low income countries than it does in the UK."
      ]
    ],
    "countryLinks": [
      [
        "I was born in COUNTRY_NAME, and the government’s decision worries me. Can you reassure me that support for COUNTRY_NAME will not be reduced? That’s where I was born and I would like to ensure that support for COUNTRY_NAME is not reduced.",
        "Can you please make sure that the government does not reduce foreign aid spend? I would like to be certain that support for COUNTRY_NAME is not reduced, as that’s where I was born."
      ],
      [
        "I have lived in COUNTRY_NAME, and the government’s decision worries me. Can you reassure me that support for COUNTRY_NAME will not be reduced? I’ve spent part of my life there and I would like to ensure that support for COUNTRY_NAME is not reduced",
        "Can you please ensure that the government does not reduce foreign aid spend? I would like to be certain that support for COUNTRY_NAME is not reduced, as I’ve spent quite a bit of my life there"
      ]
    ],
    "meetMp": [
      "I would love to tell you more about my thoughts on this. Would we be able to have a call about this to discuss further? Happy for this to be as part of your advice surgery if that makes sense for you.",
      "I would like to hear your thoughts on this and hope you vote against this bill to reduce our aid budget. I would appreciate a follow-up call or meeting or advice surgery session to discuss this further."
    ]
  },

  "main": {
    "sentence1": [
      "I’m disappointed that the government has decided to break its manifesto pledge and decided to no longer provide 0.7% of GNI as foreign aid.",
      "I think it’s sad that the government has decided to go back on its manifesto pledge and is no longer providing 0.7% of GNI as foreign aid."
    ],
    "sentence2": [
      "The government is arguing that we need to provide less aid because we have less money ourselves, but this doesn’t make sense -- it’s a percentage of GNI, so it will go down automatically anyway.",
      "I know the government thinks we need to provide less aid because the UK has less money ourselves, but this doesn’t stack up -- it’s a percentage of GDP, so it will go down anyway."
    ],
    "sentence3": [
      "I’m writing to ask you to ensure the government reverses this decision, or at least make absolutely sure it’s temporary.",
      "Will you please agree to vote for this not to happen? Or at least make absolutely sure that the law is clear that this will be for one year only?"
    ],
    "greeting": [
      "Dear",
      "Dear",
      "Dear",
      "Dear",
      "Dear",
      "Dear",
      "Dear",
      "Dear",
      "Hi",
      "Hi"
    ],
    "signoff": [
      "Yours sincerely",
      "Kind regards",
      "Best regards",
      "Regards",
      "Best",
      "Respectfully",
      "Thank you",
      "Yours faithfully",
      "Sincerely",
      "Many thanks"
    ]
  }
}
